[
  {
    "id": "Abc1d",
    "thumbnail": "https://i.ibb.co.com/TDH3DZzf/cd6a-1140o400o3-SZk-Wsjz-KPNSv-Kxo-Tvhe-Wr-Y.jpg",
    "name": "FutureTech Conference 2025",
    "category": "Tech",
    "date": "2025-06-15",
    "location": "Dhaka Convention Center, Dhaka",
    "entry_fee": "৳500",
    "description": "Join industry leaders to explore the future of technology, AI, and innovation.",
    "description_long": "The FutureTech Conference 2025 is set to be a landmark event in Dhaka, bringing together visionaries, innovators, and tech enthusiasts from around the globe. Attendees will delve into the latest advancements in artificial intelligence, machine learning, and digital transformation. Keynote speakers include renowned experts who will share insights on emerging technologies and their impact on various industries. Interactive workshops and panel discussions will provide hands-on experience and foster collaboration among participants. The conference aims to bridge the gap between academia and industry, promoting knowledge exchange and networking opportunities. Exhibitors will showcase cutting-edge products and solutions, offering a glimpse into the future of technology. Startups will have the chance to pitch their ideas to potential investors, fostering entrepreneurship and innovation. The event will also address ethical considerations and the societal implications of rapid technological advancements. With a focus on sustainability, sessions will explore how technology can contribute to environmental conservation. The conference will feature a dedicated space for women in tech, highlighting their contributions and promoting diversity in the field. Educational institutions will present their latest research, encouraging collaboration with industry partners. Attendees can participate in hackathons and coding challenges, testing their skills and creativity. The event will also offer career development sessions, helping professionals navigate the evolving tech landscape. Networking lounges and social events will facilitate meaningful connections among participants. The conference will conclude with an awards ceremony, recognizing outstanding contributions to the tech community. Media coverage will ensure that the insights and discussions reach a wider audience. The FutureTech Conference 2025 promises to be an inspiring and transformative experience for all involved.",
    "image2": "https://example.com/images/futuretech2025.jpg"
  },
  {
    "id": "Abc2d",
    "thumbnail": "https://i.ibb.co.com/ymYXLWX5/Open-World-209.jpg",
    "name": "Modern Art Exhibition",
    "category": "Art",
    "date": "2025-05-20",
    "location": "National Art Gallery, Chittagong",
    "entry_fee": "1000",
    "description": "A showcase of contemporary artworks by emerging local artists.",
    "description_long": "The Modern Art Exhibition at the National Art Gallery in Chittagong offers a vibrant platform for emerging Bangladeshi artists to present their contemporary creations. The exhibition features a diverse range of artworks, including paintings, sculptures, and mixed media installations. Visitors will experience the dynamic expressions of modern art, reflecting the cultural and social narratives of today's Bangladesh. The event aims to foster appreciation for contemporary art and support the growth of local artists. Curated by esteemed art professionals, the exhibition ensures a high-quality and thought-provoking display. Interactive sessions and artist talks will provide deeper insights into the creative processes and inspirations behind the works. Educational workshops for students and art enthusiasts are scheduled to encourage engagement and learning. The exhibition also includes a special segment dedicated to digital art, showcasing the fusion of technology and creativity. Collaborations with international artists bring a global perspective to the event. Art collectors and critics are invited to explore and acquire unique pieces, supporting the local art economy. The gallery space is designed to enhance the viewing experience, with thoughtful lighting and layout. Cultural performances and live art demonstrations add a dynamic element to the exhibition. The event is part of a broader initiative to position Chittagong as a hub for contemporary art in South Asia. Media partnerships ensure widespread coverage, attracting visitors from across the country. Sustainability is a key focus, with eco-friendly materials used in installations and operations. The exhibition provides a platform for dialogue on pressing social issues, as interpreted through art. Community engagement programs aim to make art accessible to diverse audiences. The Modern Art Exhibition promises an enriching experience for all attendees.",
    "image2": "https://example.com/images/modernart2025.jpg"
  },
  {
    "id": "Abc3d",
    "thumbnail": "https://i.ibb.co.com/200wz9M4/web-champions-takeover-16-9.webp",
    "name": "City Football Championship",
    "category": "Sports",
    "date": "2025-07-10",
    "location": "Bangabandhu National Stadium, Dhaka",
    "entry_fee": "৳300",
    "description": "Watch the top teams compete for the city title in an exciting football showdown.",
    "description_long": "The City Football Championship is set to electrify Dhaka's Bangabandhu National Stadium, bringing together the city's top football teams in a thrilling contest for the coveted title. Fans can expect high-octane matches showcasing exceptional talent and sportsmanship. The tournament aims to promote local football and provide a platform for emerging players to shine. Organized by the city's sports council, the event ensures professional management and adherence to international standards. Pre-match entertainment, including live music and performances, will enhance the spectator experience. Food stalls and merchandise booths will be available, offering a festive atmosphere. The championship includes community outreach programs, encouraging youth participation in sports. Special recognition will be given to outstanding players and teams, fostering a competitive spirit. Safety measures and crowd management protocols are in place to ensure a secure environment for all attendees. The event will be broadcast live, allowing fans unable to attend in person to enjoy the matches. Collaborations with local schools and academies aim to inspire the next generation of footballers. Environmental sustainability is a priority, with initiatives to minimize the event's ecological footprint. The championship serves as a unifying force, bringing together diverse communities through a shared love of football. Post-match analysis and discussions will be conducted by sports experts, providing deeper insights into the games. The City Football Championship promises an unforgettable experience for players and fans alike.",
    "image2": "https://example.com/images/cityfootball2025.jpg"
  },
  {
    "id": "Abc4d",
    "thumbnail": "https://i.ibb.co.com/Xrrpf3WN/Screenshot-2025-05-05-114530.png",
    "name": "Parenting",
    "category": "Parenting",
    "date": "2025-06-01",
    "location": "Institute of Thought and Research  Chuadanga",
    "entry_fee": "Free",
    "description": "Learn practical parenting strategies based on the guidance of Islamic scholars and psychologists to build a strong relationship with your children, rooted in the teachings of the Qur'an and Sunnah.",
    "description_long": "The Parenting seminar at the Institute of Thought and Research in Chuadanga offers a comprehensive approach to nurturing strong parent-child relationships grounded in Islamic principles. Esteemed scholars and psychologists will provide insights into effective parenting strategies that align with the teachings of the Qur'an and Sunnah. The seminar aims to equip parents with tools to foster emotional intelligence, discipline, and moral values in their children. Interactive sessions will allow participants to engage in discussions and share experiences. Topics include communication skills, conflict resolution, and understanding child development stages. The event emphasizes the importance of parental role modeling and the impact of family dynamics on child behavior. Workshops will offer practical exercises to implement learned strategies at home. Resources and reading materials will be provided for continued learning. The seminar also addresses contemporary challenges faced by parents, offering solutions rooted in faith and psychology. Childcare services will be available on-site to accommodate attendees with young children. The event encourages community building among parents, fostering a support network for ongoing guidance. Participation certificates will be awarded, recognizing the commitment to effective parenting. The seminar is free of charge, ensuring accessibility for all interested individuals. Collaborations with local organizations aim to extend the reach of the program. The Parenting seminar promises to be an enlightening experience for all attendees.",
    "image2": "https://example.com/images/parenting2025.jpg"
  },
  {
    "id": "Abc5d",
    "thumbnail": "https://i.ibb.co.com/mVVxjbxJ/f3d48bf2a17c63662253639e6cf6d635.jpg",
    "name": "Islamic Culture Fest",
    "category": "Culture",
    "date": "2025-08-12",
    "location": "Rajshahi University Campus, Rajshahi",
    "entry_fee": "Free",
    "description": "Celebrate Bangladeshi traditions with music, dance, food, and crafts.",
    "description_long": "The Islamic Culture Fest at Rajshahi University Campus is a vibrant celebration of Bangladeshi heritage, showcasing the rich tapestry of Islamic traditions through music, dance, cuisine, and crafts. Attendees will experience traditional performances, including Qawwali and Sufi music, reflecting the spiritual depth of Islamic culture. Artisans will display handcrafted items such as calligraphy, pottery, and textiles, offering insights into centuries-old techniques. Culinary stalls will serve a variety of traditional dishes, allowing visitors to savor the flavors of Bangladeshi cuisine. The festival aims to foster cultural appreciation and unity among diverse communities. Educational exhibits will highlight the history and contributions of Islamic civilization in the region. Interactive workshops will provide hands-on experiences in art and craft-making. The event includes storytelling sessions, sharing tales from Islamic folklore and history. Children's activities and games are designed to engage younger attendees in cultural learning. The festival promotes environmental sustainability by encouraging the use of eco-friendly materials. Collaborations with local schools and organizations aim to involve the broader community. The Islamic Culture Fest promises an enriching and immersive experience for all visitors.",
    "image2": "https://example.com/images/islamicculturefest2025.jpg"
  },
  {
    "id": "Abc6d",
    "thumbnail": "https://i.ibb.co.com/hRcwryrc/https-cdn-evbuc-com-images-1005892443-89770022-1-original.jpg",
    "name": "Startup Meetup 2025",
    "category": "Entrepreneurship",
    "date": "2025-08-05",
    "location": "Innovation Lab, Khulna",
    "entry_fee": "৳750",
    "description": "Connect with founders, investors"
  }]
 
